Repository: qayrat-sultan/financebot
Catalog: locales/*/LC_MESSAGES/mybot.po
Languages: ru, uz

source: Main menu
ru: Главное меню
uz: Asosiy menyu

source: Cancel
ru: Отменить
uz: Bekor qilish

source: Yes
ru: Да
uz: Ha

source: Profit
ru: Доход
uz: Foyda

source: Outlay
ru: Расход
uz: Xarajat

source: Change language
ru: Изменить язык
uz: Tilni o'zgartirish

source: Report
ru: Отчет
uz: Hisobot

source: Please enter a description:
ru: Пожалуйста, введите описание:
uz: Tavsif kiriting

source: Your description is: *{description}*
ru: Ваше описание: *{description}*
uz: Siz yozgan tavsif: *{description}*

source: Please enter a value:
ru: Пожалуйста, введите значение:
uz: Iltimos, summa kiriting

source: Please enter a numeric value only:
ru: Пожалуйста, введите только числовое значение:

source: Hello, please select a language.
ru: Привет, пожалуйста, выберите язык.
uz: Assalomu alaykum, tilni tanlang.

source: Please select a section.
ru: Пожалуйста, выберите раздел.
uz: Iltimos, bo'limni tanlang.

source: The value is being sent to the database.
ru: Значение отправляется в базу данных.
uz: Ma'lumotlaringiz jo'natilmoqda

source: The data has been saved in the database ✅.
ru: Данные сохранены в базе данных ✅.

source: Please choose a section.
ru: Пожалуйста, выберите раздел.
uz: Iltimos, bo'limni tanlang

source: Please choose a language.
ru: Пожалуйста, выберите язык.
uz: Iltimos, kerakli tilni tanlang.

source: Please wait.
ru: Пожалуйста, подождите.
uz: Iltimos kuting

source: Selected {language} language.
ru: Выбран язык {language}.
uz: Tilni tanlang

source: Language has been changed. Please select a section.
ru: Язык изменен. Пожалуйста, выберите раздел.

source: Cancelled
ru: Отменено
uz: Bekor qilindi

source: Okay! Let's try again.
ru: Хорошо! Давайте попробуем снова.
uz: Xop! Keling, yana urinib ko'raylik

source: To use the bot, please type /start
ru: Для использования бота введите /start
uz: Botdan foydalanish uchun /start tugmasini bosing.

source: The data has been saved in the database âœ….
uz: Ma'lumotlaringiz saqlandi

source: Please write your name.
uz: Iltimos, ismingizni yozing
